Repository: rayenghanmi/RyTuneX
Catalog: Strings/*/Resources.resw
Source language: en_us
Languages: ar_tn, de, es_es, fr_fr, he_il, hu_hu, id_id, it_it, ja_jp, ko_kr, pt_br, ru_ru, tr_tr, vi_vn, zh_hans, zh_hant

# Feature_DisableSMBv2.Header
source: Disable SMBv2
ar_tn: تعطيل SMBv2
de: SMBv2 deaktivieren
es_es: Desactivar SMBv2
fr_fr: Désactiver SMBv2
he_il: השבת SMBv2
hu_hu: SMBv2 letiltása
id_id: Nonaktifkan SMBv2
it_it: Disabilita SMBv2
ja_jp: SMBv2を無効にする
ko_kr: SMBv2 비활성화
pt_br: Desabilita o SMBv2
ru_ru: Отключить SMBv2
tr_tr: SMBv2'yi devre dışı bırak
vi_vn: Vô hiệu hoá SMBv2
zh_hans: 禁用 SMBv2
zh_hant: 禁用 SMBv2

# Feature_DisableSMBv2.Description
source: Disables Server Message Block version 2 (SMBv2) for enhanced security. Use with caution as it might break network file sharing functionalities.
ar_tn: يُوقف Server Message Block الإصدار 2 (SMBv2) لأمان مُعزز. استخدم بحذر حيث قد يُفسد وظائف مشاركة الملفات عبر الشبكة
de: Deaktiviert Server Message Block Version 2 (SMBv2) für verbesserte Sicherheit. Mit Vorsicht verwenden, da dies die Funktionalität der Netzwerkdateifreigabe beeinträchtigen könnte.
es_es: Desactiva Server Message Block versión 2 (SMBv2) para mayor seguridad. Úsalo con precaución, ya que podría romper las funciones de compartir archivos en red.
fr_fr: Désactive le protocole SMB version 2 (SMBv2) pour une sécurité renforcée. Utilisez avec prudence car cela pourrait interrompre les fonctionnalités de partage de fichiers réseau.
he_il: משבית Server Message Block גרסה 2 (SMBv2) לאבטחה משופרת. השתמש בזהירות מכיוון שזה עלול לשבור פונקציונליות של שיתוף קבצים ברשת.
hu_hu: A Server Message Block második verzióját (SMBv2) letiltja a fokozott biztonság érdekében. Óvatosan használja, mivel megsértheti a hálózati fájlmegosztási funkciókat.
id_id: Menonaktifkan Server Message Block versi 2 (SMBv2) untuk peningkatan keamanan. Gunakan dengan hati-hati karena mungkin merusak fungsionalitas berbagi file jaringan.
it_it: Disabilita Server Message Block versione 2 (SMBv2) per una maggiore sicurezza. Usare con cautela in quanto potrebbe interrompere le funzionalità di condivisione dei file di rete.
ja_jp: セキュリティを強化するためにServer Message Blockバージョン2（SMBv2）を無効にします. ネットワークファイル共有機能が壊れる可能性があるため、注意して使用してください.
ko_kr: 보안 강화를 위해 Server Message Block 버전 2(SMBv2)를 비활성화합니다. 네트워크 파일 공유 기능을 손상시킬 수 있으므로 주의해서 사용하세요.
pt_br: Desabilita o Server Message Block versão 2 (SMBv2) para maior segurança. Use com cuidado, pois pode interromper as funcionalidades de compartilhamento de arquivos de rede.
ru_ru: Отключает версию 2 протокола Server Message Block (SMBv2) для повышения безопасности. Используйте с осторожностью, так как это может нарушить функциональность сетевого обмена файлами.
tr_tr: Gelişmiş güvenlik için Sunucu İleti Bloğu sürüm 2'yi (SMBv2) devre dışı bırakır. Ağ dosya paylaşım işlevlerini bozabileceğinden dikkatli kullanın.
vi_vn: Vô hiệu hóa Server Message Block version 2 (SMBv2) để tăng cường bảo mật. Sử dụng cẩn thận vì nó có thể làm gián đoạn chức năng chia sẻ tệp qua mạng.
zh_hans: 禁用服务器消息块版本 2 (SMBv2) 以增强安全性. 请谨慎使用, 因为它可能会破坏网络文件共享功能.
zh_hant: 禁用伺服器訊息塊版本 2 (SMBv2) 以增強安全性. 請謹慎使用, 因為它可能會破壞網路檔案共享功能.

# Feature_DisableTelemetryServices.Header
source: Disable Telemetry Services
ar_tn: تعطيل خدمات التجسس
de: Telemetriedienste deaktivieren
es_es: Desactivar Servicios de Telemetría
fr_fr: Désactiver les Services de Télémétrie
he_il: השבת שירותי טלמטריה
hu_hu: A telemetriai szolgáltatások letiltása
id_id: Nonaktifkan Layanan Telemetri
it_it: Disabilita i servizi di telemetria
ja_jp: テレメトリサービスを無効にする
ko_kr: 원격 측정 서비스 비활성화
pt_br: Desabilitar serviços de telemetria
ru_ru: Отключить службы телеметрии
tr_tr: Telemetri Hizmetlerini Devre Dışı Bırak
vi_vn: Vô hiệu hoá Telemetry Services
zh_hans: 禁用遥测服务
zh_hant: 禁用遙測服務

# Feature_DisableTelemetryServices.Description
source: Turns off telemetry services to prevent the collection and transmission of usage data by the operating system.
ar_tn: يُوقف خدمات التجسس لمنع جمع وإرسال بيانات الاستخدام من قبل نظام التشغيل
de: Deaktiviert Telemetriedienste, um die Sammlung und Übermittlung von Nutzungsdaten durch das Betriebssystem zu verhindern.
es_es: Desactiva los servicios de telemetría para evitar la recopilación y transmisión de datos de uso por parte del sistema operativo.
fr_fr: Désactive les services de télémétrie pour empêcher la collecte et la transmission des données d'utilisation par le système d'exploitation.
he_il: מכבה שירותי טלמטריה כדי למנוע איסוף והעברת נתוני שימוש על ידי מערכת ההפעלה.
hu_hu: Kikapcsolja a telemetriai szolgáltatásokat, hogy megakadályozza a működési adatok gyűjtését és továbbítását az operációs rendszer által.
id_id: Mematikan layanan telemetri untuk mencegah pengumpulan dan transmisi data penggunaan oleh sistem operasi.
it_it: Disattiva i servizi di telemetria per impedire la raccolta e la trasmissione dei dati di utilizzo da parte del sistema operativo.
ja_jp: オペレーティングシステムによる使用データの収集と送信を防ぐためにテレメトリサービスを無効にします.
ko_kr: 운영 체제에서 사용 데이터를 수집하고 전송하지 못하도록 원격 측정 서비스를 끕니다.
pt_br: Desativa os serviços de telemetria para impedir a coleta e a transmissão de dados de uso pelo sistema operacional.
ru_ru: Отключает службы телеметрии, чтобы предотвратить сбор и передачу данных о использовании операционной системой.
tr_tr: İşletim sistemi tarafından kullanım verilerinin toplanmasını ve iletilmesini önlemek için telemetri hizmetlerini kapatır.
vi_vn: Tắt telemetry service để ngăn hệ điều hành thu thập và gửi dữ liệu sử dụng.
zh_hans: 关闭遥测服务以防止操作系统收集和传输使用数据.
zh_hant: 關閉遙測服務以防止作業系統收集和傳輸使用資料.

# Feature_DisableEdgeTelemetry.Header
source: Disable Edge Telemetry
ar_tn: تعطيل تجسس إيدج
de: Edge Telemetrie deaktivieren
es_es: Desactivar Telemetría de Edge
fr_fr: Désactiver la Télémétrie Edge
he_il: השבת טלמטריית Edge
hu_hu: Az Edge telemetria letiltása
id_id: Nonaktifkan Telemetri Edge
it_it: Disabilita la telemetria Edge
ja_jp: Edgeテレメトリを無効にする
ko_kr: Edge 원격 측정 사용 안 함
pt_br: Desabilitar telemetria do Edge
ru_ru: Отключить телеметрию Edge
tr_tr: Edge Telemetrisini devre dışı bırak
vi_vn: Vô hiệu hoá Telemetry của Edge
zh_hans: 禁用 Edge 遥测
zh_hant: 禁用 Edge 遙測

# Feature_DisableEdgeTelemetry.Description
source: Disables telemetry data collection in Microsoft Edge.
ar_tn: يُوقف جمع بيانات التجسس في مايكروسوفت إيدج
de: Deaktiviert die Erfassung von Telemetriedaten in Microsoft Edge.
es_es: Desactiva la recopilación de datos de telemetría en Microsoft Edge.
fr_fr: Désactive la collecte de données de télémétrie dans Microsoft Edge.
he_il: משבית איסוף נתוני טלמטריה ב-Microsoft Edge.
hu_hu: Letiltja a telemetriai adatok gyűjtését a Microsoft Edge-ben.
id_id: Menonaktifkan pengumpulan data telemetri di Microsoft Edge.
it_it: Disabilita la raccolta dei dati di telemetria in Microsoft Edge.
ja_jp: Microsoft Edgeのテレメトリデータ収集を無効にします.
ko_kr: Microsoft Edge에서 원격 측정 데이터 수집을 사용 안 함
pt_br: Desabilita a coleta de dados de telemetria no Microsoft Edge.
ru_ru: Отключает сбор данных телеметрии в Microsoft Edge.
vi_vn: Vô hiệu hoá thu thập dữ liệu từ xa trên Microsoft Edge.
zh_hans: 禁用 Microsoft Edge 中的遥测数据收集.
zh_hant: 禁用 Microsoft Edge 中的遙測資料收集.

# Feature_DisableVisualStudioTelemetry.Header
source: Disable Visual Studio Telemetry
ar_tn: تعطيل تجسس فيجوال ستوديو
de: Visual Studio Telemetrie deaktivieren
es_es: Desactivar Telemetría de Visual Studio
fr_fr: Désactiver la Télémétrie Visual Studio
he_il: השבת טלמטריית Visual Studio
hu_hu: A Visual Studio telemetria letiltása
id_id: Nonaktifkan Telemetri Visual Studio
it_it: Disabilita Visual Studio Telemetry
ja_jp: Visual Studioテレメトリを無効にする
ko_kr: Visual Studio 원격 측정 사용 안 함
pt_br: Desabilitar Telemetria do Visual Studio
ru_ru: Отключить телеметрию Visual Studio
tr_tr: Visual Studio Telemetrisini devre dışı bırakın
vi_vn: Vô hiệu hoá Telemetry của Visual Studio
zh_hans: 禁用 Visual Studio 遥测
zh_hant: 禁用 Visual Studio 遙測

# Feature_DisableVisualStudioTelemetry.Description
source: Disables telemetry data collection in Visual Studio.
ar_tn: يُوقف جمع بيانات التجسس في فيجوال ستوديو
de: Deaktiviert die Erfassung von Telemetriedaten in Visual Studio.
es_es: Desactiva la recopilación de datos de telemetría en Visual Studio.
fr_fr: Désactive la collecte de données de télémétrie dans Visual Studio.
he_il: משבית איסוף נתוני טלמטריה ב-Visual Studio.
hu_hu: Letiltja a telemetriai adatok gyűjtését a Visual Studio-ban.
id_id: Menonaktifkan pengumpulan data telemetri di Visual Studio.
it_it: Disabilita la raccolta dei dati di telemetria in Visual Studio.
ja_jp: Visual Studioのテレメトリデータ収集を無効にします.
ko_kr: 사용 안 함 Visual Studio에서 원격 측정 데이터 수집.
pt_br: Desabilita a coleta de dados de telemetria no Visual Studio.
ru_ru: Отключает сбор данных телеметрии в Visual Studio.
tr_tr: Visual Studio'da telemetri veri toplamayı devre dışı bırakır.
vi_vn: Vô hiệu hoá thu thập dữ liệu từ xa trên Visual Studio.
zh_hans: 禁用 Visual Studio 中的遥测数据收集.
zh_hant: 禁用 Visual Studio 中的遙測資料收集.

# Feature_DisableNvidiaTelemetry.Header
source: Disable Nvidia Telemetry
ar_tn: تعطيل تجسس نفيديا
de: Nvidia Telemetrie deaktivieren
es_es: Desactivar Telemetría de Nvidia
fr_fr: Désactiver la Télémétrie Nvidia
he_il: השבת טלמטריית Nvidia
hu_hu: Nvidia telemetria letiltása
id_id: Nonaktifkan Telemetri Nvidia
it_it: Disabilita Nvidia Telemetry
ja_jp: Nvidiaテレメトリを無効にする
ko_kr: Nvidia 원격 측정 비활성화
pt_br: Desabilita Telemetria da Nvidia
ru_ru: Отключить телеметрию Nvidia
tr_tr: Nvidia Telemetrisini devre dışı bırak
vi_vn: Vô hiệu hoá Telemetry của Nvidia
zh_hans: 禁用 Nvidia 遥测
zh_hant: 禁用 Nvidia 遙測

# Feature_DisableNvidiaTelemetry.Description
source: Disables telemetry data collection by Nvidia drivers.
ar_tn: يُوقف جمع بيانات التجسس من قبل تعريفات نفيديا
de: Deaktiviert die Erfassung von Telemetriedaten durch Nvidia-Treiber.
es_es: Desactiva la recopilación de datos de telemetría por los controladores de Nvidia.
fr_fr: Désactive la collecte de données de télémétrie par les pilotes Nvidia.
he_il: משבית איסוף נתוני טלמטריה על ידי מנהלי התקנים של Nvidia.
hu_hu: Letiltja az Nvidia illesztőprogramok telemetria adatgyűjtését.
id_id: Menonaktifkan pengumpulan data telemetri oleh driver Nvidia.
it_it: Disabilita la raccolta dei dati di telemetria da parte dei driver Nvidia.
ja_jp: Nvidiaドライバーによるテレメトリデータ収集を無効にします.
ko_kr: Nvidia 드라이버에서 원격 측정 데이터 수집을 비활성화합니다.
pt_br: Desabilita a coleta de dados de telemetria pelos drivers da Nvidia.
ru_ru: Отключает сбор данных телеметрии драйверами Nvidia.
tr_tr: Nvidia sürücüleri tarafından telemetri veri toplanmasını devre dışı bırakır.
vi_vn: Vô hiệu hoá thu thập dữ liệu từ xa bởi driver của Nvidia.
zh_hans: 禁用 Nvidia 驱动程序收集遥测数据.
zh_hant: 禁用 Nvidia 驅動程式收集遙測資料.

# Feature_DisableChromeTelemetry.Header
source: Disable Chrome Telemetry
ar_tn: تعطيل تجسس كروم
de: Chrome Telemetrie deaktivieren
es_es: Desactivar Telemetría de Chrome
fr_fr: Désactiver la Télémétrie Chrome
he_il: השבת טלמטריית Chrome
hu_hu: A Chrome telemetria letiltása
id_id: Nonaktifkan Telemetri Chrome
it_it: Disabilita Chrome Telemetry
ja_jp: Chromeテレメトリを無効にする
ko_kr: Chrome 원격 측정 비활성화
pt_br: Desabilita Telemetria do Chrome
ru_ru: Отключить телеметрию Chrome
tr_tr: Chrome Telemetrisini devre dışı bırak
vi_vn: Vô hiệu hoá Telemetry của Chrome
zh_hans: 禁用 Chrome 遥测
zh_hant: 禁用 Chrome 遙測

# Feature_DisableChromeTelemetry.Description
source: Disables telemetry data collection in Google Chrome.
ar_tn: يُوقف جمع بيانات التجسس في جوجل كروم
de: Deaktiviert die Erfassung von Telemetriedaten in Google Chrome.
es_es: Desactiva la recopilación de datos de telemetría en Google Chrome.
fr_fr: Désactive la collecte de données de télémétrie dans Google Chrome.
he_il: משבית איסוף נתוני טלמטריה ב-Google Chrome.
hu_hu: Letiltja a telemetriai adatok gyűjtését a Google Chrome-ban.
id_id: Menonaktifkan pengumpulan data telemetri di Google Chrome.
it_it: Disabilita la raccolta dei dati di telemetria in Google Chrome.
ja_jp: Google Chromeのテレメトリデータ収集を無効にします.
ko_kr: Google Chrome에서 원격 측정 데이터 수집을 비활성화합니다.
pt_br: Desabilita a coleta de dados de telemetria no Google Chrome.
ru_ru: Отключает сбор данных телеметрии в Google Chrome.
tr_tr: Google Chrome'da telemetri veri toplamayı devre dışı bırakır.
vi_vn: Vô hiệu hoá thu thập dữ liệu từ xa trên Google Chrome.
zh_hans: 禁用 Google Chrome 中的遥测数据收集.
zh_hant: 禁用 Google Chrome 中的遙測資料收集.

# Feature_DisableFirefoxTelemetry.Header
source: Disable Firefox Telemetry
ar_tn: تعطيل تجسس فايرفوكس
de: Firefox Telemetrie deaktivieren
es_es: Desactivar Telemetría de Firefox
fr_fr: Désactiver la Télémétrie Firefox
he_il: השבת טלמטריית Firefox
hu_hu: A Firefox telemetria letiltása
id_id: Nonaktifkan Telemetri Firefox
it_it: Disabilita la telemetria di Firefox
ja_jp: Firefoxテレメトリを無効にする
ko_kr: Firefox 원격 측정 비활성화
pt_br: Desabilita a telemetria do Firefox
ru_ru: Отключить телеметрию Firefox
tr_tr: Firefox Telemetrisini devre dışı bırak
vi_vn: Vô hiệu hoá Telemetry Firefox
zh_hans: 禁用 Firefox 遥测
zh_hant: 禁用 Firefox 遙測

# Feature_DisableFirefoxTelemetry.Description
source: Disables telemetry data collection in Mozilla Firefox.
ar_tn: يُوقف جمع بيانات التجسس في موزيلا فايرفوكس
de: Deaktiviert die Erfassung von Telemetriedaten in Mozilla Firefox.
es_es: Desactiva la recopilación de datos de telemetría en Mozilla Firefox.
fr_fr: Désactive la collecte de données de télémétrie dans Mozilla Firefox.
he_il: משבית איסוף נתוני טלמטריה ב-Mozilla Firefox.
hu_hu: Letiltja a telemetriai adatok gyűjtését a Mozilla Firefoxban.
id_id: Menonaktifkan pengumpulan data telemetri di Mozilla Firefox.
it_it: Disabilita la raccolta dei dati di telemetria in Mozilla Firefox.
ja_jp: Mozilla Firefoxのテレメトリデータ収集を無効にします.
ko_kr: Mozilla Firefox에서 원격 측정 데이터 수집을 비활성화합니다.
pt_br: Desabilita a coleta de dados de telemetria no Mozilla Firefox.
ru_ru: Отключает сбор данных телеметрии в Mozilla Firefox.
tr_tr: Mozilla Firefox'ta telemetri veri toplanmasını devre dışı bırakır.
vi_vn: Vô hiệu hoá thu thập dữ liệu từ xa trên Mozilla Firefox.
zh_hans: 禁用 Mozilla Firefox 中的遥测数据收集.
zh_hant: 禁用 Mozilla Firefox 中的遙測資料收集.

# Settings_LanguageSettingsCard.Description
source: Choose your default language
ar_tn: اختر لغتك الافتراضية
de: Wählen Sie Ihre Standardsprache aus
es_es: Elige tu idioma predeterminado
fr_fr: Choisissez votre langue par défaut
he_il: בחר את שפת ברירת המחדל שלך
hu_hu: Válassza ki az alapértelmezett nyelvet
id_id: Pilih bahasa bawaan Anda
it_it: Scegli la lingua predefinita
ja_jp: デフォルトの言語を選択
ko_kr: 기본 언어 선택
pt_br: Escolha seu idioma padrão
ru_ru: Выберите ваш язык по умолчанию
tr_tr: Varsayılan dilinizi seç
vi_vn: Chọn ngôn ngữ mặc định
zh_hans: 选择您的默认语言
zh_hant: 選擇您的預設語言

# Settings_LanguageSettingsCard.Header
source: Change Language
ar_tn: تغيير اللغة
de: Sprache ändern
es_es: Cambiar Idioma
fr_fr: Changer de langue
he_il: שנה שפה
hu_hu: Nyelv módosítása
id_id: Ubah Bahasa
it_it: Cambia lingua
ja_jp: 言語を変更
ko_kr: 언어 변경
pt_br: Alterar idioma
ru_ru: Изменить язык
tr_tr: Dili değiştir
vi_vn: Chọn ngôn ngữ
zh_hans: 更改语言
zh_hant: 更改語言

# Shell_Network.Content
source: Networking
ar_tn: الشبكات
de: Netzwerk
es_es: Red
fr_fr: Réseau
he_il: רשת
hu_hu: Hálózatépítés
id_id: Jaringan
ja_jp: ネットワーク
ko_kr: 네트워킹
pt_br: Rede
ru_ru: Сетевые настройки
tr_tr: Ağ İletişimi
vi_vn: Mạng
zh_hans: 网络
zh_hant: 網路

# Feature_EnableEndTask.Description
source: Enables an option when right clicking on apps' icons in the taskbar, allowing you to quickly terminate unresponsive applications without opening Task Manager.
ar_tn: تمكين خيار عند النقر بزر الماوس الأيمن على رموز التطبيقات في شريط المهام، مما يتيح لك إنهاء التطبيقات التي لا تستجيب بسرعة دون الحاجة إلى فتح مدير المهام.
es_es: Habilita una opción al hacer clic derecho en los iconos de las aplicaciones en la barra de tareas, permitiéndote terminar rápidamente las aplicaciones que no responden sin abrir el Administrador de Tareas.
fr_fr: Active une option lors d'un clic droit sur les icônes des applications dans la barre des tâches, vous permettant de mettre fin rapidement aux applications qui ne répondent pas sans ouvrir le Gestionnaire des tâches.
he_il: מאפשר אפשרות בעת לחיצה ימנית על סמלי יישומים בשורת המשימות, המאפשרת לך לסיים במהירות יישומים שאינם מגיבים מבלי לפתוח את מנהל המשימות.
hu_hu: Engedélyez egy lehetőséget, amikor a jobb egérgombbal kattint az alkalmazások ikonjaira a tálcán, így gyorsan leállíthatja a nem válaszoló alkalmazásokat a Feladatkezelő megnyitása nélkül.
id_id: Mengaktifkan opsi saat mengklik kanan pada ikon aplikasi di taskbar, memungkinkan Anda untuk dengan cepat menghentikan aplikasi yang tidak responsif tanpa membuka Task Manager.
it_it: Abilita un'opzione quando si fa clic con il pulsante destro del mouse sulle icone delle app nella barra delle applicazioni, consentendo di terminare rapidamente le applicazioni che non rispondono senza aprire Task Manager.
ja_jp: タスクバーのアプリアイコンを右クリックすると、タスクマネージャーを開かずに応答しないアプリケーションをすばやく終了するオプションが有効になります.
ko_kr: 활성화 작업 표시줄에서 앱 아이콘을 마우스 오른쪽 버튼으로 클릭할 때 사용할 수 있는 옵션으로, 작업 관리자를 열지 않고도 응답하지 않는 애플리케이션을 빠르게 종료할 수 있습니다.
pt_br: Ativa uma opção ao clicar com o botão direito nos ícones dos aplicativos na barra de tarefas, permitindo que você encerre rapidamente os aplicativos que não respondem sem abrir o Gerenciador de Tarefas.
ru_ru: Включает опцию при щелчке правой кнопкой мыши на значках приложений на панели задач, позволяя быстро завершить не отвечающие приложения без открытия Диспетчера задач.
tr_tr: Görev çubuğundaki uygulama simgelerine sağ tıklandığında bir seçeneği etkinleştirir ve Görev Yöneticisi'ni açmadan yanıt vermeyen uygulamaları hızla sonlandırmanıza olanak tanır.
vi_vn: Bật tùy chọn khi nhấp chuột phải vào biểu tượng ứng dụng trên taskbar, cho phép nhanh chóng đóng các ứng dụng không phản hồi mà không cần mở Task Manager.
zh_hans: 在任务栏上右键点击应用程序图标时启用一个选项, 允许您快速终止无响应的应用程序而无需打开任务管理器.
zh_hant: 在工作列上右鍵點選應用程式圖示時啟用一個選項, 允許您快速終止無響應的應用程式, 無需開啟工作管理員.

# Feature_EnableEndTask.Header
source: Enable EndTask
ar_tn: تمكين إنهاء المهمة
es_es: Habilitar EndTask
fr_fr: Activer Fin de tâche
he_il: אפשר סיום משימה (EndTask)
hu_hu: Feladat befejezés engedélyezése
id_id: Aktifkan EndTask
it_it: Abilita EndTask
ja_jp: EndTaskを有効にする
ko_kr: EndTask 사용
pt_br: Ativar EndTask
ru_ru: Включить завершение задач
tr_tr: EndTask'ı etkinleştir
vi_vn: Bật EndTask
zh_hans: 启用结束任务
zh_hant: 啟用結束任務

# Network_ApplyDNS.Content
source: Apply DNS
ar_tn: تطبيق DNS
es_es: Aplicar DNS
fr_fr: Appliquer DNS
he_il: החל DNS
hu_hu: DNS alkalmazása
id_id: Terapkan DNS
it_it: Applica DNS
ja_jp: DNSを適用
ko_kr: DNS 적용
pt_br: Aplicar DNS
ru_ru: Применить DNS
tr_tr: DNS Uygula
vi_vn: Áp dụng DNS
zh_hans: 应用 DNS
zh_hant: 應用 DNS

# Network_Primary.Text
source: Primary
ar_tn: أساسي
es_es: Primario
fr_fr: Primaire
he_il: ראשי
hu_hu: Elsődleges
id_id: Primer
it_it: Primaria
ja_jp: プライマリ
ko_kr: 기본
pt_br: Primário
ru_ru: Основной
tr_tr: Birincil
vi_vn: Chính
zh_hans: 主要
zh_hant: 主要

# Network_ResetDNS.Content
source: Reset Default DNS
ar_tn: إعادة تعيين DNS الافتراضي
es_es: Restablecer DNS Predeterminado
fr_fr: Réinitialiser DNS par défaut
he_il: אפס DNS ברירת מחדל
hu_hu: Alapértelmezett DNS visszaállítása
id_id: Atur Ulang DNS Bawaan
it_it: Reimposta DNS predefinito
ja_jp: デフォルトDNSにリセット
ko_kr: 기본 DNS 재설정
pt_br: Redefinir DNS padrão
ru_ru: Сбросить DNS по умолчанию
tr_tr: Varsayılan DNS Sıfırla
vi_vn: Khôi phục DNS mặc định
zh_hans: 重置为默认 DNS
zh_hant: 重置預設 DNS

# Network_Secondary.Text
source: Secondary
ar_tn: ثانوي
es_es: Secundario
fr_fr: Secondaire
he_il: משני
hu_hu: Másodlagos
id_id: Sekunder
it_it: Secondaria
ja_jp: セカンダリ
ko_kr: 보조
pt_br: Secundário
ru_ru: Вторичный
tr_tr: İkincil
vi_vn: Phụ
zh_hans: 次要
zh_hant: 次要

# NoIPv4
source: No IPv4 DNS addresses found
ar_tn: لم يتم العثور على عناوين DNS IPv4
es_es: No se encontraron direcciones DNS IPv4
fr_fr: Aucune adresse DNS IPv4 trouvée
he_il: לא נמצאו כתובות DNS IPv4
hu_hu: Nem találhatók IPv4 DNS-címek
id_id: Tidak ditemukan alamat DNS IPv4
it_it: Nessun indirizzo DNS IPv4 trovato
ja_jp: IPv4 DNSアドレスが見つかりません
ko_kr: IPv4 DNS 주소를 찾을 수 없음
pt_br: Nenhum endereço DNS IPv4 encontrado
ru_ru: Не найдены адреса DNS IPv4
tr_tr: Hiçbir IPv4 DNS adresi bulunamadı
vi_vn: Không tìm thấy địa chỉ DNS IPv4
zh_hans: 未找到 IPv4 DNS 地址
zh_hant: 未找到 IPv4 DNS 地址

# NoIPv6
source: No IPv6 DNS addresses found
ar_tn: لم يتم العثور على عناوين DNS IPv6
es_es: No se encontraron direcciones DNS IPv6
fr_fr: Aucune adresse DNS IPv6 trouvée
he_il: לא נמצאו כתובות DNS IPv6
hu_hu: Nem találhatók IPv6 DNS-címek
id_id: Tidak ditemukan alamat DNS IPv6
it_it: Nessun indirizzo DNS IPv6 trovato
ja_jp: IPv6 DNSアドレスが見つかりません
ko_kr: IPv6 DNS 주소를 찾을 수 없음
pt_br: Nenhum endereço DNS IPv6 encontrado
ru_ru: Не найдены адреса DNS IPv6
tr_tr: Hiçbir IPv6 DNS adresi bulunamadı
vi_vn: Không tìm thấy địa chỉ DNS IPv6
zh_hans: 未找到 IPv6 DNS 地址
zh_hant: 未找到 IPv6 DNS 地址

# NoNic
source: No network interface selected
ar_tn: لم يتم اختيار واجهة الشبكة
es_es: No se seleccionó ninguna interfaz de red
fr_fr: Aucune interface réseau sélectionnée
he_il: לא נבחר ממשק רשת
hu_hu: Nincs hálózati interfész kiválasztva
id_id: Tidak ada antarmuka jaringan yang dipilih
it_it: Nessuna interfaccia di rete selezionata
ja_jp: ネットワークインターフェースが選択されていません
ko_kr: 네트워크 인터페이스가 선택되지 않음
pt_br: Nenhuma interface de rede selecionada
ru_ru: Не выбран сетевой интерфейс
tr_tr: Hiçbir ağ arayüzü seçilmedi
vi_vn: Kết nối mạng chưa được chọn
zh_hans: 未选择网络接口
zh_hant: 未選擇網路介面

# NoInterfaceTitle
source: No Interface Selected
ar_tn: لم يتم تحديد واجهة
de: Keine Schnittstelle ausgewählt
es_es: No hay interfaz seleccionada
fr_fr: Aucune interface sélectionnée
he_il: לא נבחרה ממשק
id_id: Tidak Ada Antarmuka yang Dipilih
it_it: Nessuna interfaccia selezionata
ja_jp: インターフェースが選択されていません
ko_kr: 인터페이스가 선택되지 않았습니다
pt_br: Nenhuma interface selecionada
ru_ru: Интерфейс не выбран
tr_tr: Arayüz Seçilmedi
vi_vn: Chưa chọn giao diện mạng
zh_hans: 未选择网络接口
zh_hant: 未選擇網路介面

# NoInterfaceMessage
source: Please select a network interface before applying DNS settings.
ar_tn: يرجى اختيار واجهة شبكة قبل تطبيق إعدادات DNS.
de: Bitte wählen Sie vor der Anwendung der DNS-Einstellungen eine Netzwerkschnittstelle aus.
es_es: Por favor, seleccione una interfaz de red antes de aplicar la configuración DNS.
fr_fr: Veuillez sélectionner une interface réseau avant d'appliquer les paramètres DNS.
he_il: אנא בחר ממשק רשת לפני החלת הגדרות ה-DNS.
id_id: Silakan pilih antarmuka jaringan sebelum menerapkan pengaturan DNS.
it_it: Seleziona un'interfaccia di rete prima di applicare le impostazioni DNS.
ja_jp: DNS 設定を適用する前にネットワークインターフェースを選択してください。
ko_kr: DNS 설정을 적용하기 전에 네트워크 인터페이스를 선택해 주세요.
pt_br: Selecione uma interface de rede antes de aplicar as configurações de DNS.
ru_ru: Выберите сетевой интерфейс перед применением настроек DNS.
tr_tr: DNS ayarlarını uygulamadan önce lütfen bir ağ arayüzyuvarlakı seçin.
vi_vn: Vui lòng chọn một giao diện mạng trước khi áp dụng cài đặt DNS.
zh_hans: 请在应用 DNS 设置前选择一个网络接口。
zh_hant: 請在套用 DNS 設定前選擇網路介面。

source: Not set
ar_tn: لم يتم التعيين
es_es: No establecido
fr_fr: Non défini
he_il: לא מוגדר
hu_hu: Nincs beállítva
id_id: Belum diatur
it_it: Non impostato
ja_jp: 設定されていません
ko_kr: 설정되지 않음
pt_br: Não definido
ru_ru: Не установлено
tr_tr: Ayarlanmamış
vi_vn: Chưa thiết lập
zh_hans: 未设置
zh_hant: 未設定

source: (adult filter)
ar_tn: (فلتر للبالغين)
es_es: (filtro para adultos)
fr_fr: (filtre adulte)
he_il: (מסנן תכנים למבוגרים)
hu_hu: (felnőtt szűrő)
id_id: (filter dewasa)
it_it: (filtro per adulti)
ja_jp: （アダルトフィルター）
ko_kr: (성인 필터)
pt_br: (filtro adulto)
ru_ru: (фильтр для взрослых)
tr_tr: (yetişkin filtresi)
vi_vn: (bộ lọc nội dung nhạy cảm)
zh_hans: （成人过滤器）
zh_hant: (成人過濾器)

source: Automatic
ar_tn: أوتوماتيكي
es_es: Automático
fr_fr: Automatique
he_il: אוטומטי
hu_hu: Automatikus
id_id: Otomatis
ja_jp: 自動
ko_kr: 오토매틱
pt_br: Automático
ru_ru: Автоматически
tr_tr: Otomatik
vi_vn: Tự động
zh_hans: 自动
zh_hant: 自動
